{
  "title": "Arcs Rules FAQ (Base Game)",
  "lastUpdated": "December 20, 2024",
  "introduction": "This FAQ answers rule questions related to the Arcs rulebook for the core game. For FAQs and errata on specific cards, please refer to the Leder Card Library.\n\nThis FAQ is not exhaustive-it does not cover every rule, just those that may be overlooked or cause confusion. It does not cover the Blighted Reach Expansion-see\n\nArcs Rules FAQ (Blighted Reach).\n\nPage numbers in this FAQ refer to the base rulebook. This document is based on a community FAQ originally compiled prior to release by turmoilbyrd. We're indebted!",
  "errata": [
    {
      "page": "Core Rulebook, Page 5, Step Q",
      "text": "Edited to: \"Discard all action cards not in players' hands into a facedown action discard pile on the map, then shuffle it.\"\n\nThere are a couple situations where discard order matters."
    },
    {
      "page": "Core Rulebook, Page 17, Resources",
      "text": "Edited last paragraph to: \"Some cards say they hold resources. These resources can be spent and add to ambitions, but they cannot be stolen in battle unless explicitly allowed. If a card holding resources is stolen, the resources on the card stay on it. If it is buried, discarded, or scrapped, the resources on it return to the supply.\"\nThis clarifies some card interactions with raiding, Blighted Reach cards, and with cards like Silver-Tongues. Yes, you can steal resources off cards with Silver-Tongues!"
    },
    {
      "page": "Core Rulebook, Page 19",
      "text": "Edited to: \"Discard all action cards not in players' hands into the\naction discard pile on the map face down, then shuffle it.\"\n\nThere are a couple situations where discard order matters."
    },
    {
      "page": "Core Rulebook, Page 21",
      "text": "Added the following text as the second to last sentence: \"Finally, if\nany leaders have extra setup steps, players perform them in turn order.\"\nClarifies that leader setup is done in turn order."
    }
  ],
  "clarifications": [
    {
      "section": "Setup",
      "text": "Perform the setup steps given by Leader cards after drafting everything. (For example, the\nArchivist prompts you to gain lore cards.)\n\nThe two initial resources are always placed in the two leftmost resource slots, even if you have\nmore slots open. (p.5) When setting up a Leader (p.21), you gain resources as shown on the\nLeader card in the order shown on the card, rather than based on your starting planets."
    },
    {
      "section": "Simultaneous Triggers",
      "text": "If multiple things happen at the same time but must be resolved in order, the player taking their\nturn chooses their order (p.22). Here are some examples:\n\n•\tAfter rolling dice in battle: Skirmishers and Empath's Vision\n\n•\tAfter a battle: Repair Drones and the Quartermaster's Resilient ability\n\n•\tDeclaring an ambition: The Noble's Connected ability and Farseers"
    },
    {
      "section": "Resources \"You Have\"",
      "text": "Sometimes, an effect checks how many of a resource \"you have.\" This counts all of the\nresources in your play area. This includes the Imperial Trust in the Blighted Reach Expansion,\nresource supplies on Monopoly cards in the Blighted Reach Expansion, and other cards that\nhold resources, even if they are frozen.\n\nThis means they count towards ambitions, count towards Monopoly calculations in the Blighted\nReach Expansion, and apply to cards like Keeper's Solidarity and Skirmishers."
    },
    {
      "section": "\"Like they are Loyal\"",
      "text": "Some cards allow you to use buildings \"like they are Loyal.\" This is a shorthand that essentially\nmeans \"you do not need to control the buildings\" and in the case of taxing \"you don't take a\nCaptive.\"\n\nOther cards may refer to abilities you can do with Loyal buildings, but those abilities do not\napply to buildings you are using \"like they are Loyal.\" (i.e. You cannot use Living Structures to\nreplace a building that you are only treating like it is Loyal. This ability only applies to buildings\nthat are actually Loyal.)"
    },
    {
      "section": "Action",
      "text": "You do not have to use all of the action pips given by your action card (p.8). For example, if you\nhave 3 action pips, you could take only 1 action.\n\nIf you convert a standard action into a new action (p.20), modifiers of that standard action do not\naffect the new action itself.\n\nHowever, if a new action contains standard actions, modifiers of those standard action(s) apply,\nunless explicitly ignored (e.g., Force Beams).\n\nSome abilities refer to \"when you Copy or Pivot to...\" followed by an action. These abilities only\ntrigger from spending action pips to Copy or Pivot-it does not trigger from Prelude actions.\n\nAn ability that says \"When you Copy or Pivot to battle\" does trigger if you spent a\nWeapon to let you battle from your Copy or Pivot action pip. (See Resources.)\n\n•\tYou can trigger the ability if you Copy or Pivot to use a new action containing the listed\nstandard action. For example, the Nurture action on Living Structures contains the Tax\naction, so if you took the Nurture action with a Copy or Pivot, it would trigger an ability\nthat says \"If you Copy or Pivot to tax...\""
    },
    {
      "section": "Tax",
      "text": "You can tax a city even if you cannot gain a resource from it. If you tax a Rival city this way, you\nstill gain a Captive (p.12)."
    },
    {
      "section": "Build",
      "text": "You can build even if the corresponding building or ship supply is empty (p.22)."
    },
    {
      "section": "Move",
      "text": "During a Catapult move, you have to stop at:\n\n•\tAny planet (regardless of control)\n\n•\tA gate that is controlled by a Rival (counted just before your ships move in)\n\nAs long as you have not stopped, you may backtrack while dropping off ships. For example, you\ncould Catapult from a planet in cluster 3, drop ships off in gate 3, then in gate 4, then finally stop\nat a planet in cluster 3.\n\nIn the second-printing base rulebook, the Catapult movement rule has been rewritten for\nclarity. The rule works the same as before."
    },
    {
      "section": "Battle",
      "text": "The attacker's Loyal ships in the battle system are all \"attacking ships\" and can be damaged by\nself-hits and intercept, even if the attacker doesn't collect dice for all of them.\n\nYou need a legal defender in order to battle.\n\nYou can collect zero dice. (p.14)."
    },
    {
      "section": "Secure",
      "text": "You need a legal target to secure-a card in the Court on which you have the most agents.\n\nResolve the \"When Secured\" effect of a Vox card before drawing a new card to refill it."
    },
    {
      "section": "Rewind / Undo",
      "text": "In general, as long as an action or a step does not reveal new information to the acting player, it\ncan be undone with the consent of the table (p.22).\n\nFor example, playing an action card reveals the card to other players, but the acting player does\nnot gain new info, so it can be undone with the consent of the table.\n\nSome actions and steps reveal new information and thus cannot be undone:\n\n•\tBattle (after rolling dice, or after the defender uses Predictive Sensors)\n\n•\tSecure (after revealing the next card of the Court deck)\n\n•\tDeclaring an ambition with Farseers (after seeing a player's hand)\n\n•\tMulliganing a hand in a two-player game\n\nSome players might not consent to an undo. For example, if the acting player is collaborating\nwith another player or kingmaking, rewinding can effectively reveal private information to the\ntable (p.22), giving advantage to the person they are helping."
    },
    {
      "section": "Turn Structure",
      "text": "Here is the turn structure:\n\n1.  Play an action card.\n\n2.  If you're leading, you may declare an ambition.\n\nIf you're not leading, you may seize the initiative.\n\n3.  Prelude window begins. You may use the Prelude actions of cards and resources.\n\n4.  Prelude window ends. Return spent resources to the supply.\n\n5.  Perform actions by spending action pips from your played card.\n\nIn theory, once you spend an action pip from the played action card, you cannot use any more\nPrelude actions. In practice, as long as your actions do not reveal new information (e.g.,\nbattle/secure), it is fine to rewind to the Prelude. See Rewind / Undo.\n\nResources spent during your Prelude only return to the supply at the end of your Prelude (p.20).\nThis means you cannot regain a resource you spent in your Prelude during your same Prelude.\n\nYou cannot use Prelude actions on cards that you secured from the Court in the same Prelude\n(p.20). However, you can use non-Prelude parts of the card (e.g., Mining Interest's\nManufacture action) later in the same turn. You can use the Prelude actions on a card if you\ngain the card in other ways (e.g., steal with Silver-Tongues)."
    },
    {
      "section": "Passing",
      "text": "The player with initiative may pass the initiative marker to the next player in turn order who has\nany cards in their hand."
    },
    {
      "section": "Surpass with a \"7\"",
      "text": "Surpassing with a \"7\" seizes the initiative, unless it was already seized. Seizing in this way is not\noptional (p.10)."
    },
     {
      "section": "Resources",
      "text": "In your Prelude, you can always spend resources without effect, regardless of your Outrage\n(p.16).\n\nYou can rearrange resources in your resource slots when you gain a resource (p.17). You\ncannot rearrange resources when a resource is removed (spent, discarded, stolen, etc.).\n\nThe Weapon resource lets you \"spend any action pips from your card play to take Battle\nactions\" (p.17). This cannot convert actions from spending other resources, only the actions you\ntake from your played action card."
    },
    {
      "section": "Destroying a City",
      "text": "When a city is destroyed, the following happens (p.16):\n\n1. Provoke Outrage\n\n2. Ransack the Court\n\n3. Spend keys to steal, if you rolled raid dice and any attacking ships remain\n\nAs a result, the Outrage in step 1 does not discard cards you gain from steps 2 and 3."
    },
    {
      "section": "Replace",
      "text": "Some cards let you replace a piece (p.22). This removes a piece and also places another\npiece in the same system. You cannot replace if the targeted piece cannot be removed or if the\ncorresponding supply to place a piece from is empty. The new piece keeps the same fresh or\ndamaged state as the old piece."
    }
  ],
  "changelog": [
    "December 20, 2024: Edited Core Rulebook, Page 17, Resources to further clarify the errata\nto \"but they cannot be stolen in battle unless explicitly allowed.\"",
    "August 30, 2024: Edited Core Rulebook, Page 17, Resources to include the edit to \"They\ncannot be stolen unless explicitly allowed.\" Added \"Like they are Loyal\" section.",
    "July 12, 2024: Added Core Rulebook, Page 17, Resources and Core Rulebook, Page 21\nerrata, and the Resources \"You Have\" section.",
    "July 11, 2024: Added Core Rulebook, Page 5, Step Q errata. This is identical to the errata\nadded on June 17 to the end of the chapter, except to setup as well.",
    "June 17, 2024: Added Errata section with Core Rulebook, Page 19 errata.",
    "June 14, 2024: Original release"
  ]
}
